Overload List
Name  |   Description
SetAlignmentMethod(AnalyticalElementSelector, AnalyticalAlignmentMethod)
 Sets the alignment method for a given selector.
SetAlignmentMethod(AnalyticalElementSelector, AnalyticalDirection, AnalyticalAlignmentMethod)   |     Obsolete.
 Sets the alignment method for a given selector and direction.
 (Inherited from  AnalyticalModel  .)
 See Also
  AnalyticalModelStick Class
  AnalyticalModelStick Members
  Autodesk.Revit.DB.Structure Namespace